export default {
    "properties": {
        "sid": "ePoyZSjAXG7cQAbNogw00aQEnKKs7JMU",
        "authorUid": "21379332",
        "updated": 1393464891,
        "created": 1287427208,
        "favourite": 0,
        "access": "public",
        "name": "Cхема проезда до ООО ПЗ «ЭМИ»",
        "description": "Используется на официальном сайте Пензенского завода «Электромехизмерение», на странице контактов (http://www.emi-penza.ru/contacts/).",
        "sourceType": "mymaps",
        "authorName": "emi-penza"
    },
    "geoObjects": {
        "type": "FeatureCollection",
        "features": [{
            "type": "Feature",
            "properties": {
                "name": "Памятник Победы",
                "description": "Мемориал расположен посередине крупной транспортной развязки на городском ответвлении трассы М5 «Москва — Челябинск». К нему ведут следующие дороги:\n— проспект Победы,\n— ул. Карпинского,\n— Коммунистическая ул.,\n— ул. Луначарского,\n— ул. Ленина.\n\nВам необходимо попасть на ул. Ленина. Если вы движетесь по кольцу, то вам следует перестроиться в средний ряд перед поворотом на ул. Луначарского и объехать клумбу, вернувшись снова на кольцо. Иначе перестроиться перед ул. Ленина в крайний правый ряд не получится, так как проезжая часть за клумбой разделена двойной сплошной.",
                "iconContent": "1"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [44.988821, 53.213412]
            },
            "options": {
                "preset": "islands#greenIcon"
            }
        }, {
            "type": "Feature",
            "properties": {
                "name": "Остановка «ул. Ленина»",
                "description": "Если вы едете со стороны памятника Победы, то после автобусной остановки на улице Ленина вам следует продолжить движение прямо, под мост, а затем повернуть налево.",
                "iconContent": "2"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [44.99675, 53.21573]
            },
            "options": {
                "preset": "islands#yellowIcon"
            }
        }, {
            "type": "Feature",
            "properties": {
                "name": "Светофор, остановка «ул. Гагарина»",
                "description": "С ул. Гагарина необходимо повернуть на восток на ул. Крупской.\n\nОриентиром для поворота служит светофор на пешеходном переходе между двумя остановками общественного транспорта.\n\nЕсли вы едете с севера, то рекомендуем вам проехать этот перекрёсток, а затем развернуться на следующем, так как поворот налево на ул. Крупской с ул. Гагарина запрещён из-за плотного потока машин.",
                "iconContent": "3"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [44.999775, 53.21904]
            },
            "options": {
                "preset": "islands#yellowIcon"
            }
        }, {
            "type": "Feature",
            "properties": {
                "name": "Поворот на ул. Лазо",
                "description": "Попав с ул. Гагарина на ул. Крупской, поверните направо в металлические ворота примерно через 70 метров. Очень важно не пропустить поворот и не оказаться на ул. ИТР.",
                "iconContent": "4"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [45.000988, 53.219079]
            },
            "options": {
                "preset": "islands#yellowIcon"
            }
        }, {
            "type": "Feature",
            "properties": {
                "name": "Стоянка на территории завода",
                "description": "Чтобы попасть на эту стоянку, вам следует проехать до конца ул. Лазо и повернуть направо сразу за главным корпусом (выделен тёмно-синим).",
                "iconContent": "5"
            },
            "geometry": {
                "type": "Point",
                "coordinates": [45.000483, 53.217231]
            },
            "options": {
                "preset": "islands#lightblueIcon"
            }
        }, {
            "type": "Feature",
            "properties": {
                "name": "Территория ООО ПЗ «ЭМИ»",
                "description": "Завод расположен между ул. Гагарина и ул. Лазо.\n\nЧтобы узнать, как попасть на предприятие, прочтите описания точек-ориентиров на карте."
            },
            "geometry": {
                "type": "Polygon",
                "coordinates": [
                    [
                        [44.99999, 53.21897],
                        [45.000945, 53.219021],
                        [45.001025, 53.218161],
                        [45.001178, 53.21817],
                        [45.001277, 53.217109],
                        [45.00014, 53.217102],
                        [44.99999, 53.21897]
                    ]
                ]
            },
            "options": {
                "preset": "ePoyZSjAXG7cQAbNogw00aQEnKKs7JMU#id1287413441276621660"
            }
        }, {
            "type": "Feature",
            "properties": {
                "name": "Главный корпус",
                "description": "Адрес главного корпуса предприятия — ул. Лазо, 1. Попав на стоянку перед зданием, вы легко обнаружите вход по большому навесу над ним.\n\nБухгалтерия и кабинет директора расположены на втором этаже. Отгрузка продукции осуществляется из разных мест, в зависимости от заказа."
            },
            "geometry": {
                "type": "Polygon",
                "coordinates": [
                    [
                        [45.000805, 53.217648],
                        [45.00103, 53.217654],
                        [45.001073, 53.217171],
                        [45.000848, 53.217165],
                        [45.000805, 53.217648]
                    ]
                ]
            },
            "options": {
                "preset": "ePoyZSjAXG7cQAbNogw00aQEnKKs7JMU#id1287415050591153249"
            }
        }, {
            "type": "Feature",
            "properties": {
                "name": "Дорога на территории завода",
                "description": "По ней следует ехать, чтобы попасть на стоянку перед главным корпусом."
            },
            "geometry": {
                "type": "LineString",
                "coordinates": [
                    [45.001084, 53.218177],
                    [45.001181, 53.217146],
                    [45.000784, 53.217133],
                    [45.000472, 53.217236]
                ]
            },
            "options": {
                "preset": "ePoyZSjAXG7cQAbNogw00aQEnKKs7JMU#id1287413441277951496"
            }
        }, {
            "type": "Feature",
            "properties": {
                "name": "Схема движения вокруг памятника Победы",
                "description": "Если вы едете по кольцу, то вам следует перестроиться средний в ряд перед поворотом на ул. Луначарского и объехать клумбу, вернувшись снова на кольцо. Иначе перестроиться перед ул. Ленина в крайний правый ряд не получится, так как проезжая часть за клумбой разделена двойной сплошной. "
            },
            "geometry": {
                "type": "LineString",
                "coordinates": [
                    [44.98982977347989, 53.21269028992722],
                    [44.99013018088957, 53.21291570513119],
                    [44.99030184226652, 53.21301231128237],
                    [44.99065589385649, 53.21310247682595],
                    [44.99080609756131, 53.21319908255395],
                    [44.99083828406949, 53.2133150091386],
                    [44.99073099570889, 53.21343093540804],
                    [44.98980831580779, 53.21375939145522],
                    [44.989674205357, 53.21384311513872],
                    [44.98964738326684, 53.21396548023272],
                    [44.98967956977505, 53.21413292663958],
                    [44.98992901521341, 53.21435833421085],
                    [44.9903072066845, 53.21460950124881],
                    [44.99117087798733, 53.21509251061987],
                    [44.99047350364327, 53.21495082842485],
                    [44.99117087798718, 53.2150925106153],
                    [44.99091338592163, 53.21469322324127]
                ]
            },
            "options": {
                "preset": "ePoyZSjAXG7cQAbNogw00aQEnKKs7JMU#id1393465227383194871"
            }
        }, {
            "type": "Feature",
            "properties": {
                "name": "Поворот с улицы Ленина на улицу Гагарина",
                "description": "С лета 2013 года чтобы повернуть на улицу Гагарина в направлении севера следует проезжать под мостом."
            },
            "geometry": {
                "type": "LineString",
                "coordinates": [
                    [44.99919081020356, 53.21574609997079],
                    [45.0000705747604, 53.21577185992004],
                    [45.00029051589961, 53.21591675935741],
                    [45.00022077846524, 53.21690206247298],
                    [44.999990108489975, 53.21638687413869],
                    [45.00022077846526, 53.21690206246845],
                    [45.00051045703887, 53.21639009408962]
                ]
            },
            "options": {
                "preset": "ePoyZSjAXG7cQAbNogw00aQEnKKs7JMU#id1393465246888553084"
            }
        }]
    },
    "presetStorage": {
        "ePoyZSjAXG7cQAbNogw00aQEnKKs7JMU#id1287413441276621660": {
            "strokeColor": "006cff99",
            "strokeWidth": 1,
            "fillColor": "006cff99"
        },
        "ePoyZSjAXG7cQAbNogw00aQEnKKs7JMU#id1287415050591153249": {
            "strokeColor": "00339aff",
            "strokeWidth": 1,
            "fillColor": "00339aff"
        },
        "ePoyZSjAXG7cQAbNogw00aQEnKKs7JMU#id1287413441277951496": {
            "strokeColor": "ffffffff",
            "strokeWidth": 1
        },
        "ePoyZSjAXG7cQAbNogw00aQEnKKs7JMU#id1393465227383194871": {
            "strokeColor": "00339aff",
            "strokeWidth": 5
        },
        "ePoyZSjAXG7cQAbNogw00aQEnKKs7JMU#id1393465246888553084": {
            "strokeColor": "00339aff",
            "strokeWidth": 5
        }
    }
}